Repository: MagnusErler/Building-a-map-using-SLAM-on-a-Raspberry-Pi
Catalog: Unusedpkg-master/po/*.po
Languages: hu

source: Your linux distribution is unsupported by this unusedpkg version
hu: A Linux disztribúciód nem támogatott az unusedpkg jelenlegi verziójában

source: Database update done.
hu: Adatbázis frissítése kész

source: Update failed: database
hu: Adatbázis frissítése sikertelen

source: doesn't exist.
hu: nem létezik

source: Specify exact package name.
hu: Adj meg pontos csomagnevet!

source: Package
hu: Csomag

source: is not installed, please specify exact name.
hu: nem telepített, kérlek adj meg pontos nevet.

source: The package doesn't contain any binary program file in the directories\n
hu: A csomag nem tartalmaz bináris fájlt a könyvtárban\n

source: .\nTry with -a option.\n
hu: .\nPróbáld a -a opciót.\n

source: The package doesn't contain any file\n
hu: A csomag nem tartalmaz fájlokat\n

source: Last access to the package:
hu: A csomag utolsó elérése:

source: WARNING:
hu: FIGYELMEZTETÉS:

source: The reported idle days may be wrong. Before removing packages, check timestamps with
hu: A jelentett tétlenségi idők lehetnek rosszak, A csomagok törlése előtt ellenőrizd az időbélyeget

source: 'unusedpkg info <package>' or check the timestamps with 'ls -alu'. See README for more info.
hu: 'unusedpkg info <csomag>' vagy ellenőrizd az időbélyeget 'ls -alu'. Több információért olvasd a README-t.

source: Minimum packages size:
hu: Minimális csomagméret:

source: Packages older than
hu: Csomagok régebbiek, mint

source: days
hu: nap

source: IDLE DAYS \tSIZE PACKAGE NAME
hu: TÉTLENSÉG NAP \tMÉRET CSOMAGNÉV

source: Usage:
hu: Használat:

source: options
hu: opciók

source: package name
hu: Csomagnév

source: Options:
hu: Opciók:

source: 'list' only packages older than specified days number.
hu: 'list' csak a csomagok amik idősebbek, mint a megadott napok száma.

source: 'list' only packages older than specified date.
hu: 'list' csak a megadott dátumnál régebbi csomagok.

source: 'list' only packages bigger then the specified size. Default value is 1MB
hu: 'list' csak a megadott méretnél nagyobb csomagok. Alapérték 1MB

source: to avoid listing metapackages.
hu: metacsomagok listázásának elkerülése.

source: 'update' silently or 'list' only packages name. Useful in scripts.
hu: 'update' csendben vagy 'list' csak a fájlneveket. Scriptekben hasznos.

source: 'update' or get 'info's about every kind of packages. It change default
hu: 'update' vagy lekérés 'info' mindenféle csomagról. Ezaz alapértelmezett

source: Wrong argument
hu: Hibás argumentum

source: Find unused packages in your Linux system.
hu: Találj nem használt csomagokat a Linux rendszereden.

source: filetype] format
hu: fájltípus] formátum

source: Database
hu: Adatbázis

source: doesn't exist (first run?). Automatically executing
hu: nem létezik (első futtatás?). Automatikusan végrehajtva

source: update'.
hu: frissítés'.

source: seems
hu: látszik

source: days old, execute
hu: nap idős, végrehajtás

source: update, or press enter to continue.
hu: frissítés, vagy üss entert a folytatáshoz.
